Repository: gwanat/VetClinic
Catalog: VetClinic/Resources/Resource.*.resx
Languages: fr, pl

source: About Us
fr: À propos
pl: O Nas

# AccessDetailed
source: Access detailed health histories and treatment plans for every pet in seconds.
fr: Accédez aux antécédents médicaux détaillés et aux plans de traitement de chaque animal en quelques secondes.
pl: Uzyskaj dostęp do szczegółowych historii zdrowia i planów lecznia dla każdego

source: Actions
fr: Actes
pl: Akcje

source: Add Room
fr: Ajouter une salle
pl: Dodaj pokój

source: Appointment Management
fr: Gestion des rendez-vous
pl: Zarządzanie Terminami

source: Appointments
fr: Rendez-vous
pl: Wizyty

source: Appointment Scheduling
fr: Prise de rendez-vous
pl: Planowanie Wizyt

source: Busy Vets
fr: vétérinaires occupés
pl: Zapracowanych Weterynarzy

# CheckAvail
source: Check availability and manage rooms for treatments and surgeries
fr: Vérifiez la disponibilité et gérez les salles pour les traitements et les chirurgies.
pl: Sprawdzaj dostępność i zarządzaj salami do zabiegów i operacji.

source: Comprehensive
fr: Services
pl: Kompleksowe

source: Contact Us
fr: Contactez-nous
pl: Kontakt

source: Delete
fr: Supprimer
pl: Usuń

source: Description
pl: Opis

source: Doctors
fr: Médecins
pl: Lekarze

source: Edit
fr: Modifier
pl: Edytuj

# EfficientTools
source: Efficient tools to track, organize, and prioritize urgent cases, ensuring pets get the care they need right on time.
fr: Des outils efficaces pour suivre, garantissant ainsi que les animaux reçoivent les soins dont ils ont besoin au bon moment.
pl: Wydajne narzędzia do śledzenia, organizowania i priorytezacji pilnych przypadków, w celu zapenienia odpowiedniej opieki.

# EffOrg
source: Efficiently organize and manage client bookings with real-time availability updates.
fr: Organisez et gérez efficacement les réservations des clients avec des mises à jour de disponibilité en temps réel.
pl: Efektywnie organizuj rezerwacje klientów i zarządzaj nimi dzięki aktualizacjom dostępności w czasie rzeczywistym.

# EmergencyCases
source: Manage Emergencies with Ease
fr: Cas d'urgence
pl: Nagłe Przpadki

source: Error
fr: Erreur
pl: Błąd

# ErrorOccurred
source: An error occurred
fr: Une erreur s'est produite
pl: Wystąpił błąd

source: For
fr: pour les
pl: Dla

source: Hello
fr: Bonjour
pl: Cześć

source: Home
fr: Accueil
pl: Strona Główna

# KeepTrack
source: Keep track of all patients under care.
fr: Gardez une trace de tous les patients sous soins.
pl: Śledź wszystkich pacjentów objętych opieką.

source: LEARN MORE
fr: EN SAVOIR PLUS
pl: DOWIEDZ SIĘ WIĘCEJ

source: Login
fr: Se connecter
pl: Zaloguj się

source: Logout
fr: Déconnexion
pl: Wyloguj się

# Manage
source: Manage vet schefules and appointments, keeping your team and clients informed and prepared.
fr: Gérez les horaires et les rendez-vous vétérinaires, tenant votre équipe et vos clients informés et préparés.
pl: Zarządzaj harmonogramami wizyt u weterynarza, informując i przygotowując swój zespół i klientów.

# ManageAll
source: Manage all pet medical records in one covienient platform.
fr: Gérez tous les dossiers médicaux de vos animaux de compagnie sur une seule plateforme pratique.
pl: Zarządzaj całą dokumentacją medyczną zwierząt na jednej wygodnej platformie.

source: Manage Appointments
fr: Gérer les rendez-vous
pl: Zarządzaj Wizytami

source: Manage Doctors
fr: Gérer les médecins
pl: Zarządzaj Lekarzami

source: Manage Patients
fr: Gérer les patients
pl: Zarządzaj Pacjentami

source: Manage Rooms
fr: Gérer les salles
pl: Zarządzaj Salami

# Monitor
source: Monitor staff schedules to avoid overlaps and delays.
fr: Surveiller les horaires du personnel pour éviter les chevauchements et les retards.
pl: Monitoruj harmonogramy personelu, aby uniknąć nakłądania się działań i opóźnień.

# Optimized
source: Optimized Schedules, Better Care
fr: Des horaires Optimisés, de Meilleurs Soins
pl: Zoptymalizowane harmonogramy

# OurStaff
source: Our Stafff
fr: Notre personnel
pl: Nasza Ekipa

# OurSystem
source: Our system streamilnes your clinic's operations so you can focus in delivering the best care for every pet.
fr: Notre système rationalise les opérations de votre clinique afin que vous puissiez vous concentrer sur la prestation des meilleurs soins à chaque animal.
pl: Nasz system usprawnia działania Twojej kliniki, dzięki czemu możesz skupić się na zapewnieniu najlepszej opieki każdemu zwierzęciu.

# OurVeterinary
source: Our sytem streamlines operations, ensuring efficient scheduling, patient care, and record-keeping for veterinarians. We help clicics enhance productivity, improve client communication, and provide exceptional service to pets and their owners.
fr: Notre système de gestion de clinique vétérinaire rationalise les opérations, garantissant une planification efficace, des soins aux patients et une tenue des dossiers pour les vétérinaires. Nous aidons les cliniques à améliorer leur productivité, la communication avec les clients et à fournir un service exceptionnel aux animaux de compagnie et à leurs propriétaires.
pl: Nasz system usprawnia operacje, zapewniając efektywne planowanie, opiekę nad pacjentem i prowadzenie dokumentacji dla lekarzy weterynarii. Pomagamy klientom zwiększyć produktywność, usprawnić komunikację z klientem i zapewnić wyjątkową obsługę zwierzętom domowym i ich właścicielom.

source: Patient Records
fr: Dossiers des patients
pl: Historia Zdrowia

source: Patients
pl: Pacjenci

source: Payments
fr: Paiements
pl: Płatności

source: Pet Health
fr: de santé pour animaux
pl: usługi w zakresie zdrowia

source: Procedures
fr: Procédures
pl: Procedury

source: Quick Links
fr: Liens Rapides
pl: Na skróty

source: Register
fr: S'inscrire
pl: Zarejestruj się

source: Reliable
fr: Des soins vétérinaires
pl: Niezawodna

source: Reviews
fr: Avis
pl: Opinie

source: Room
fr: Salle
pl: Pokój

source: Room Number
fr: Numéro de salle
pl: Numer Pokoju

source: Rooms
fr: Salles
pl: Sale

# ScheduleView
source: Schedule, view, and manage appointments for patients
fr: Planifier, visualiser et gérer les rendez-vous des patients
pl: Planuj, wyświetlaj i zarządzaj wizytami pacjentów.

source: Services
fr: compréhensifs
pl: zwierząt domowych

# Simplify
source: Simplify scheduling, patient records, and billing with a system designed to keep your clinic running smoothly.
fr: Simplifiez la planification, les dossiers des patients et la facturation grâce à un système conçu pour assurer le bon fonctionnement de votre clinique.
pl: Uprość planowanie, dokumentację pacjentów i rozliczenia dzięki systemowi zaprojektowanemu z myślą o płynnym działaniu kliniki.

# Simplifybookings
source: Simplify bookings with a system that ensures seamless scheduling for vets and clients.
fr: Simplifiez les réservations avec un système qui garantit une planification transparente pour les vétérinaires et les clients.
pl: Uprość rezerwacje dzięki systemowi, który zapewnia bezproblemowe planowanie dla weterynarzy i dla klientów.

source: Smart
fr: Solutions
pl: Inteligentne

source: Smart Tools
fr: Outlis intelligents
pl: Inteligętne Narzędzia

source: Solutions
fr: intelligentes
pl: Rozwiązania

source: That You Can
fr: vous pouvez
pl: Której Możesz

source: Trust!
fr: faire confiance !
pl: Zaufać

# Try
source: Try again later or contact support.
fr: Réessayez plus tard ou contactez le support.
pl: Spróbuj ponownie

source: Type
pl: Typ

source: Vet Clinic Management System
fr: Système de gestion de Clinique Vétérinaire
pl: System Zarządzania Kliniką Weterynaryjną

# VeterinaryCare
source: Vaterinary Care
fr: fiables auxquels
pl: Opieka Weterynaryjna

# ViewAndManage
source: View and manage all doctors working at the clinic.
fr: Affichez et gérez tous les médecins travaillant à la clinique.
pl: Przeglądaj i zarządzaj doktorami w kilnice.

# WeAreAlways
source: We are always ready to help you & your pets
fr: Nous sommes toujours prêts à vous aider, vous et vos animaux de compagnie.
pl: Jesteśmy zawsze gotowi, aby pomóc tobie oraz twoim zwierzętom

# WeProvide
source: We provide expert medical services for your pets, ensuring their health and well-being at every stage of life.
fr: Nous offrons des services médicaux d'experts pour vos animaux de compagnie, assurant leur santé et leur bien-être à chaque étape de leur vie.
pl: Świadczymy fachowe usługi medyczne dla Twoich pupili, dbając o ich zdrowie i dobre samopoczucie na każdym etapie życia.

source: Status
fr: Statut
